IDEA StatiCa Open Model
MatPrestressSteelSIA.Epsuk Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 characteristic value of ultimate strain of reinforcing steel or strain at maximum load for prestressing steel
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Epsuk { get; set; }
Public Property Epsuk As Double
	Get
	Set
public:
property double Epsuk {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatPrestressSteelSIA Class
IdeaRS.OpenModel.Material Namespace